{
  "title": "Мулк Сураси",
  "ayah1": "Қўлида мулк бўлган Зот улуғ, муқаддас бўлди. У барча нарсага Қодирдир.",
  "ayah2": "У, ўлим ва ҳаётни сизларнинг қайсиларингиз амалда яхшироқ эканлигингизни синаш учун яратди. У азийз ва ўта мағфиратлидир.",
  "ayah3": "У етти осмонни табақама-табақа яратган. Роҳманнинг яратганида ҳеч тафовут кўрмассан. Қайта назар сол! Бирор камчилик кўряпсанми?",
  "ayah4": "Сўнг такрор-такрор назар сол, назар сенга истаганини топа олмай, ҳориб-чарчаган ҳолда қайтадир.",
  "ayah5": "Ва дарҳақиқат, Биз Яқин осмонни чироқлар билан зийнатлаб қўйдик ва у(чироқларни шайтонларга отиладиган нарса ҳам қилиб қўйдик. Ва у(шайтон)ларга олови қизиб турган жаҳаннамни тайёрлаб қўйдик.",
  "ayah6": "Ўз Роббиларига куфр келтирганлар учун жаҳаннам азоби бордур ва у қандай ҳам ёмон қайтадиган жой!",
  "ayah7": "Улар жаҳаннамга ташланган чоғларида унинг ҳанграган овозини эшитурлар, у эса, қайнаб турган бўладир.",
  "ayah8": "У ғазабдан ёрилиб кетай дер. Ҳар қачон унга Янги гуруҳ ташланганда, унинг хизматкорлари: «Сизларга огоҳлантирувчи келмаганмиди?»-деб сўрайдир.",
  "ayah9": "Улар: «Ҳа, дарҳақиқат, бизга Огоҳлантирувчи келган эди. Лекин биз (уни) ёлғончига чиқардик ва: «Аллоҳ ҳеч нарса туширгани йўқ, сизлар катта адашувдан бошқа ҳеч нарса эмассизлар», деган эдик», дейишар.",
  "ayah10": "Ва улар: «Агар эътибор қулоғи билан эшитганимизда ёки ақлни ишлатганимизда эди, дўзахийлар орасида бўлмаган бўлар эдик», дерлар.",
  "ayah11": "Бас, улар ўз гуноҳларини эътироф этдилар. Йўқолсин дўзахийлар!",
  "ayah12": "Албатта, ўз Роббиларидан ғойибдан қўрқадиганлар учун гуноҳларини кечиш ва улкан ажр-савоблар бордир.",
  "ayah13": "Ва сиз сўзингизни сир тутасизми ёки ошкора айтасизми, албатта, У кўнгиллардагини ҳам билгувчи зотдир.",
  "ayah14": "Яратган зот Ўзи билмасми? Ҳолбуки, У дақиқларгача билувчи ва хабардордир.",
  "ayah15": "У сизларга ерни бўйсундириб қўйган Зотдир. Бас, анинг турли жойларида юринг ва Унинг ризқидан енг ва қабрдан чиқиб бориш ҳам Унинг ҳузурига бўладир.",
  "ayah16": "Осмондаги Зот сизларни изтиробда ҳаракатланиб турган ерга юттириб юборишидан омонда бўлдингизми?",
  "ayah17": "Ёки осмондаги Зот сизларга азоб шамолни юборишидан омонда бўлдингизми? Бас, албатта, огоҳлантириш қандоқ бўлишини биласизлар.",
  "ayah18": "Bа, дарҳақиқат, улардан аввалгилари ҳам ёлғонга чиқарган эдилар. Бас, инкорим қандай бўлди?!",
  "ayah19": "Тепаларида (қанотларини) ёйиб ва йиғиб (учаётган) қушни кўрмайдиларми? Уларни Роҳмандан бошқа ушлаб турувчи йўқ. Албатта, У барча нарсани кўрувчидир.",
  "ayah20": "Роҳмандан бошқа сизларга ёрдам берадиган аскар ким ўзи? Кофирлар ғурурдан бошқа ҳеч нарсада эмаслар!",
  "ayah21": "У ризқни тортиб қўйса, сизга ризқ берадиган ким ўзи?! Балки улар абадий туғёнда ва ҳақдан нафратда бўлурлар.",
  "ayah23": "Айт: «У сизларни йўқдан бор қилган ва сизларга эшитиш, кўриш ва ақлни берган Зотдир. Жуда ҳам оз шукр қиласизлар-а?!»",
  "ayah22": "Юз тубан қоқилиб юраётган киши ҳидоятдами ёки тўғри йўлдан қоматини тик тутиб бораётган кишими?",
  "ayah24": "Айт: «У сизларни ер юзида яратган, кўпайтирган Зотдир. Ва Унинг ҳузурига тўпланурсизлар».",
  "ayah25": " Ва улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?»-дерлар.",
  "ayah26": "Айт: «Албатта, илм фақат Аллоҳнинг ҳузуридадир. Ва албатта, мен яққол огоҳлантирувчиман, холос».",
  "ayah27": "Бас у(азоб)ни яқиндан кўрганда куфр келтирганларнинг юзлари қораядир. Ва уларга: «Сўраган нарсангиз шу бўлур», дейилур.",
  "ayah28": "Айт: «Айтинглар-чи, агар Аллоҳ мени ва мен билан бўлганларни ҳалок қилса ёки раҳим қилса, кофирларни аламли азобдан ким қутқариб қоладир?!",
  "ayah29": "Айт: «У Роҳмандур, биз Унга иймон келтирдик ва Унга таваккал қилдик. Бас, сизлар тезда ким очиқ-ойдин хатода эканини билурсизлар».",
  "ayah30": "АЙТ: «Айтинглар-чи, агар сувларингиз ерга сингиб кетса, сизларга ким осонгина топиладиган сувни келтирур?»",
  "basmala": "Меҳрибон ва раҳмли Аллоҳнинг номи ила бошлайман.",
  "lan": "Тил",
  "sett": "Созламалар",
  "about": "Дастур хақида",
  "lmode": "Оддий режим",
  "dmode": "Ўқиш режими",
  "tafser1": "Яъни олий оламнинг ҳам, қуйи оламнинг ҳам мулки Аллоҳ таолонинг қўлидадир. Уларни хоҳлаганича тасарруф қилади. Абдуллоҳ ибн Аббос розияллоҳу анҳу: «Қўлида мулк бўлган Зот» кимни хоҳласа азиз қилади, кимни хоҳласа хор қилади, тирилтиради ҳам ўлдиради, бой қилади, ҳам камбағал қилади, беради, ҳам олади», деган эканлар.\n\nЯъни олий оламнинг ҳам, ,\n\n«У барча нарсага қодирдир».\n\nЯъни Унинг қудрати тугалдир. Барча ишларда низосиз тасарруф\n\nБу сифатидан, яъни Ўзининг ҳамма нарсага қодирлигидан бир кўринишни Аллоҳ таоло иккинчи оятда баён қилади.",
  "tafsir2": " Ўлим ва ҳаётни Аллоҳ таоло яратган, бу – ҳақ! Одатда, аввал ҳаёт, сўнгра эса ўлим бошланади. Агар эътибор берсангиз, бу оятда ўлим аввал келтириляпти, бунинг ҳикмати одамларни яхши амалларга чорлашдир. Чунки ўлимни эслаган одам доимо унга тайёргарлик кўради ва ўлгандан сўнг шарманда бўлмаслик учун ўзини яхши ишларга сафарбар қилади.\n\nДарҳақиқат, ҳаёт ва ўлим Аллоҳ таолонинг чексиз Қудратидан ёрқин далилдир. Аллоҳ таоло Ўз махлуқотларидан баъзиларига ҳаёт берган ва баъзиларига бермаган. Ҳаёт ўзи нима? Қаердан пайдо бўлади? Қандоқ қилиб? Уни текшириб бўладими? Ва шунга ўхшаш кўплаб саволларга ҳозирча жавоб йўқ. Фан-техника ривожланган асримизда ҳаётни лаборатория йўли билан яратиш учун қўлдан келганича уринилмоқда, лекин ҳеч қандай натижа бўлмаяпти. Бўлмайди ҳам. Америкада инсон ҳаётини ўрганиш учун махсус олий илм даргоҳлари узоқ муддат ишлади. Унинг раҳбари доктор Алексис Карл бу иш учун бир неча марта халқаро мукофотлар олди ва ниҳоят «Инсон - мажҳул (ноаниқ) нарса» деган китоб ёзди. -\n\nХудди шунингдек, ўлим ҳам мураккаб нарса, буларни фақат барча нарсага қодир Аллоҳ таолонинг Ўзигина қила олади.",
  "tafser3": "Аллоҳ таоло зикр қилган етти осмоннинг ҳақиқатини ҳалигача бу ёлғончи дунё илми кашф қилганича йўқ. Бу мўъжиза ўз навбатида қудрати чексиз Аллоҳ таолога иймон келтиришга даъват этади. Бу ҳақиқатни тезда тушуниб етмоқ ЛОЗИМ.\n\nАллоҳ таоло яратган нарсаларда тафовут, камчилик йўқлиги тўғрисидаги ояти кариманинг ўзиёқ Аллоҳнинг барча нарсага қодир эканлигининг далолатидир. Ҳамма соҳадаги олимлар - заррадан кичик нарсани ўрганганлари ҳам, чексиз осмон ва ундаги жисмларни ўрганадиганларни ҳам дунёдаги барча нарсалар кучли ва қудратли бир қонунга бўйсунишини, уларда ҳеч бир камчилик йўқлигини таъкидлашган. Назарда тутилган бу қонун қудратли Роҳман назоратидадир.",
  "tafser4": "Яъни қанча тикилиб қарасанг ҳам, бепоён осмоннинг тузилишидан заррача айб топа олмайсан. Айб топармиканман, деб қилган умидинг пучга чиқади. Назар ҳориб-чарчаб, ҳеч камчилик топа олмай ўзингга қайтади.\n\nБу Қуръоний тушунча бекаму кўст эканлиги бугун қайта-қайта исботланмоқда. Электрон телескоплар ёрдамида нарсаларни 900 минг марта катта қилиб ва миллионлаб метр яқинлаштириб кузатаётган олимлар Аллоҳ таолонинг яратувчилик қудрати олдида тиз чўкиб, бош эгдилар. Кўплари иймонга келишди ва келмоқда.",
  "tafser5": "Бу ояти карима назаримизни Осмоннинг жамолига жалб этади Ҳақиқатан, қоронғу кечадаги юлдузли осмоннинг кўриниши кўп ажойиб, сеҳрли. Айниқса, саҳрода, денгизда ва шу каби очиқ жойларда кетаётган кишилар учун бу манзара яққол кўринади. Шу билан бирга, мазкур юлдузлар шайтонларга Отиладиган учқунларнинг ҳам манбасидир. Жаноби Пайғамбаримиз Расули Акрам соллаллоҳу алайҳи васаллам даврларида араб фолбинлари, бизнинг шайтонларимиз осмонга чиқиб, ғойибдаги нарсаларни беради, деб мақтанар эдилар. Қуръони Карим буни рад этиб, бу дунёда шайтонларни юлдузлардан. билиб ажраб чиққан учқунлар қувиб ҳайдашини, у дунёда эса уларга Аллоҳ таоло жаҳаннам азобини тайёрлаб қўйганини таъкидламоқда.\n\nУшбу азоб кимларга эканлиги келгуси оятда аниқ баён қилинади.",
  "tafser6": "Демак, жаҳаннам фақат шайтонлар учунгина эмас, балки инсон бўлсин жин бўлсин, ҳар бир кофир учун тайёрлаб қўйилган экан. У, албатта қайтадиган жойнинг энг ёмони эканида шубҳа йўқ.\n\nКейинги оятларда жаҳаннамдаги азоблар, даҳшатлар ва ҳодисалар батафсил васф қилинади.",
  "tafser7": "  ",
  "tafser8": "Агар диққат билан разм  ўрганадиган бўлсак, бу жуда ҳам даҳшатли ва оғир бир ҳолат.\n\n«Жаҳаннамга ташланган чоғларида...»\n\nҲа, ташланган чоғларида. Кофирларни пешона сочидан, оёғидан ушлаб туриб жаҳаннамга Чирпирак қилиб отилмоқда ташланмоқда, бунинг ўзи катта азоб! -\n\n«...унинг ҳанграган овозини эшитурлар...»\n\nЯъни жаҳаннам, эшак ҳанграганга ўхшаб ҳанграб турар экан. Дунёдаги энг ёқимсиз овоз эшакнинг ҳанграши эканлигига ҳамма иқрор. Демак, жаҳаннамийлар у ерда кўз кўриб, қулоқ эшитмаган бошқа азоблар билан бир қаторда энг ёмон овозни эшитиш азобини ҳам тортадилар.\n«...у эса қайнаб турган бўладир».\n\nҲа, жаҳаннам, худди катта дошқозондек қаттиқ қайнаб турган бўлади. Ғазабининг кучидан қайнаб турган бўлади. Унга ташланган нобакорлар эса худди қаттиқ қайнаб турган дошқозонга ташланган доначаларга ўхшаб сакрай бошлайдилар.\n\n«(У) ғазабдан ёрилиб кетай дер».\n\nҲа, жаҳаннам кофир ва осийларни кўрганда ниҳоятда дарғазаб бўлади. Унинг ғазаби юқори даражага чиққанидан ёрилиб кетай дейди. Ана ўшандоқ ҳолдаги жаҳаннамга ташланганларнинг ҳоли нима бўлиши ўз-ўзидан маълум.\n\n«Ҳар қачон унга янги гуруҳ ташланганда, унинг Хизматкорлари: «Сизларга Огоҳлантирувчи келмаганмиди?» деб сўрайдир».\nЖаҳаннамнинг хизматкорлари\n\nкучли, қўпол, бешафқат фаришталардан бўлиб, уларни «забония» ва «хазана» деб аталади. Дўзахга қачон кофирларнинг Янги гуруҳи ташланса, ҳалиги фаришталар, дўқ-пўписа ва азобни Яна ҳам таъсирли қилиш учун, улардан «Сизларга огоҳлантирувчи келмаганмиди?!» деб сўрайдилар. Яъни сизларга мана шу ҳолатдан огоҳлантирадиган Пайғамбар келмаганмиди, кофир бўлиш оқибати ёмонлигидан сизни огоҳлатирмаганмиди? дейдилар.\n\nКофирларнинг бу хитобга жавоби кейинги оятда келган:",
  "tafser9": "Маълумки, кофирлар бу дунёда пайғамбарларни тан олмайдилар. Уларни ёлғончи, фолбин, алдамчи деб ҳақорат қиладилар, фисқу фужур қилаверадилар. Аммо бу ишлари Аллоҳ таолонинг назаридан четда қолмайди. Ҳеч бўлмаганда, қиёмат куни дўзахга тушаётганларида Аллоҳ таоло Ўз адолати билан уларнинг ўз тилларидан хатоларини тан олган сўзларини чиқартирар экан. Энди кофирларнинг ўз тилларидан уларни дўзах азобига олиб келган сабаб ҳақидаги эътирофларини эшитайлик.",
  "tafser10": "  ",
  "tafser11": "Чунки улар вақт ўтгандан сўнг афсус қилдилар. Бу дунёда тавба қилганларида эди, Аллоҳнинг марҳамати кенг, гуноҳларини кечиши мумкин эди. Аммо вақти ўтгандан кейинги эътирофларидан не фойда.\n\nЭнди Аллоҳ таоло Қиёмат кунида мўминларнинг ҳоли қандоқ бўлишини баён этади.",
  "tafser12": "Қуръондаги, умуман, Ислом динидаги бир тушунча, яъни Аллоҳ таолодан қўрқиш маъноси бизнинг тушунчамиздаги қўрқоқликдан тубдан фарқ қилади. Бу дунёвий қўрқоқлик мусулмонга хос нарса эмаслиги оят ва ҳадисларда таъкидлаб айтилган. Аллоҳ таолодан қўрқиш эса уни улуғлаш билан бўлади. Бу қўрқув бандаларни катта гуноҳлардан қайтаради. Бу қўрқоқлик кишига уни назорат қилувчи Зот борлигини эслатиб туради ва унинг Охирати учун улуғ бир неъмат тайёрлайди. Бу дунёдаги зоҳирий қўрқоқлик охират иши учун бўлган ботиний қўрқоқликка сира-сира тенглаштирилмайди.\n\nҒойибона қўрқиш яна қуйидагича маъноларга эга:\n\n1. Аллоҳ таолони кўрмасдан туриб Унга ишониш ва тоат-ибодатда юриш.\n\n2. Кўринмай турган азобдан эҳтиёт бўлиш.\n\n3. Одамлардан ғойибона – четда, холи жойда ҳам Аллоҳ таолодан қўрқиш.\n\nОдатда, кишилар орасида ҳамма ўз диндорлигини намойиш қилишга уринади. Ҳақиқий диндор эса ўзи ёлғиз қолганда, узун тунлар ухламай, кўп ибодат қилади. Бу оятдаги ғойибона қўрқишда мазкур маънолар назарда тутиляпти. Саҳар туриб ибодат қил, бориб гўрингда роҳат қил, деган ҳикмат бекорга айтилмаган.\n\nЎзини Аллоҳ таолонинг бандаси ҳисоблаган ҳар бир шахс Ундан доимо қўрқиши керак.",
  "tafser13": "Тафсирчилар бу ояти кариманинг Нозил бўлиш сабаби ҳақида шундай ривоят қиладилар: Баъзи кофирлар ўзаро суҳбатларида Муҳаммад соллаллоҳу алайҳи васалламга қарши гапларни гапираётганларида, «Секинроқ гапиринглар, Муҳаммаднинг Худоси эшитиб қолмасин», дер эканлар. Қуръони Карим уларнинг калтафаҳмлик билан айтган гапларини шу оят билан рад этган.\n\nАллоҳ таоло инсоннинг барча сирларини, жумладан, қалбидаги нарсаларни ҳам билиб туриши ҳақидаги бу тушунча инсон қалбига Аллоҳ таолодан қўрқиб туриш ҳиссини солади. Бу эса Юқорида таъкидлаганимиздек, барча гуноҳлардан четда бўлишга чорлайди.",
  "tafser14": "Ожиз инсон бирор асбоб ихтиро қилса, ўша нарсанинг ҳамма тарафини, кам-кўстини, қандоқ ишлашини, қачон бузилишини ва ҳоказоларни билади-ю, ҳаммани яратган Аллоҳ азза ва жалла Ўз бандаларининг ҳолини билмайдими?",
  "tafser15": "Уламоларимиз қадимдан ушбу ояти кариманинг тафсирини турли фойдалар бериб турган ер бир куни келиб ларзага тушиши, инсонни ютиб юбориши ҳам мумкинлигининг баёни келади.\n\nИсломда меҳнатга чорлаш, ризқни териб ейиш, ер юзининг турли жойларида ҳаракат қилиш зарурлигига далил қилиб келтирадилар. Дарҳақиқат, Аллоҳ таоло ерни инсонга бўйсундириб қўйган, лекин бу ҳақиқат ҳозирги асримиздагидек ҳеч қачон яққол кўзга ташланмаган. Инсон ердан фойдаланишнинг барча турларини ишга солди. Бу оятдаги «юринг» деган хитоб мусулмонларни доимо касб-корга ундаган ва дангасалик, бекорчиликдан четлатган. Шу билан бирга, ризқ Аллоҳ таолодан бўлишини унутмаслик зарурлигини эслатган. Юқоридаги оятда бандаларга берилган неъматнинг баёни бўлгандан сўнг, келаси оятда ношукрликнинг оқибати нима бўлиши, инсонга бўйсуниб турли фойдалар бериб турган ер бир куни келиб ларзага тушиши, инсонни ютиб юбориши ҳам мумкинлигининг баёни келади.",
  "tafser16": "«Осмондаги Зот»дан мурод Аллоҳ таоло, лекин бу гап «Аллоҳ таоло Осмонда» дегани эмас. Чунки Аллоҳ таоло маконга муҳтож эмасдир. У макон ва замондан устун Зотдир. Аҳли сунна ва жамоа эътиқодига биноан, Аллоҳ таоло ерда ёки осмонда дейилишига сабаб, Унинг хоҳиши ва ҳукми еру осмонга баробар ўтиши ва Унинг султони ғолиб эканлигидир.\n\nАзоб фақат ер ютиши билан эмас, балки бошқа нарсалар билан ҳам бўлади. Бунга келгуси оятлар далилдир.",
  "tafser17": "Бу оятда Аллоҳ таоло бандаларга ўзининг азобини, мисол учун, худди Лут қавмига юборгандек, хоҳласа, майда тошларни учириб келувчи шиддатли азоб шамолини юбориши мумкинлигини эслатяпти. Агар шундоқ қилса, ҳеч ким қочиб қутула олмайди. Шунинг учун келгуси оятда ҳам аввал яшаб ўтган ношукр қавмларга қилинган муомалани эслатяпти:",
  "tafser18": "Яъни аввалги ўтган қавмлар ҳам ўз пайғамбарларини «ёлғончи» деб туҳмат қилишган эди. Лекин Аллоҳ таоло буни инкор қилди ва барча гуноҳкорларни турли азобларга дучор қилди.\n\nАллоҳ таоло Ўз қудратига бандалари эътиборини жалб қилиш учун қушнинг яратилиши ҳақида ўйлашга чорлайди.",
  "tafser19": "Бошқа махлуқотлар қатори қуш ҳам Аллоҳ таоло қудратининг ёрқин далилидир. Унинг бошқа жонлиқлардан фарқ қилиб, чексиз осмонда соатлаб учишининг ўзиёқ алоҳида мўъжиза. Шунинг учун Оятда қушнинг учишига эътибор ҳам Тортилмоқда.",
  "tafser20": "Пайғамбар соллаллоҳу алайҳи васаллам кофирларни Аллоҳ таолонинг азобидан қўрқитсалар, улар ўз қувватларини ва аскарларининг ёрдамини пеш қилар эдилар. Юқоридаги оят бу эътиқод нотўғри эканлиги, қуруқ ғурурдан бошқа нарса эмаслигини таъкидламоқда.",
  "tafser21": "Пайғамбар соллаллоҳу алайҳи васаллам кофирларга: «Аллоҳ таоло ризқни тортиб қўйишга қодир Зот», десалар, улар: «Бизнинг санамларимиз ризқ беради», дейишган экан. Шунда юқоридаги оят нозил бўлган.\n\nМўминлар билан мушриклар ўртасидаги тортишувлардан мақсад, ким тўғри йўлда эканини исботлаш эди. Тўғри йўлни қуйидаги оят кўрсатади:",
  "tafser22": "«Юзтубан қоқилиб юраётган киши» кофир кишидир. Чунки унинг аниқ йўли, мақсади ва кўрсатмаси йўқ. Йўли адаштирувчи, хавф-хатарларга тўладир.\n\nИккинчи шахс эса – мўмин киши. Унинг йўли аниқ, дастури илоҳий кўрсатмаси Пайғамбаридан. Йўли ҳақ йўл, анбиё ва Солиҳлар томонидан синалган, тинчлик-омонлик йўли. Демак, жавоб аниқ.\n\nЭй Пайғамбар!",
  "tafser23": "Бу оятда Аллоҳ таоло инсонга Ўзининг илм ҳосил қилиш, англаш учун берган улуғ неъматларини эслатяпти. Агар банда бу неъматларни ўз жойида ишлатса, албатта, бундан аввалги оятда баён қилинган тўғри йўлда юрган бўлади. Оятда англаш аъзоларининг тартиби баён қилиняпти.\n\nБандаси туғилгач, уч ойдан сўнг, кўриш орқали ақлни ишлатади, тафаккур қилиш эса анча кейин намоён бўлади.\n\n- Мазкур неъматларнинг шукронаси — уларни ато қилган Аллоҳ таолони таниб, Унга ибодат қилиш эди. Лекин кўпчилик шукр қилмайди. Аллоҳ таолонинг бундан бошқа неъматлари ҳам бор:\n\nЭй Пайғамбар!",
  "tafser24": "Агар Аллоҳ таоло яратмаса ва энг муҳими, инсон наслини кўпайишга қобилиятли қилиб қўймаса, нима бўларди? Ҳеч қачон инсон ўзини ўзи ярата олмасди. Аллоҳ таолодан ўзга яратувчи зот ҳам йўқ! Инсон кўпайиб турмаса, тезда унинг насли ҳам йўқолиб кетади. Демак, доимо Аллоҳ таолога шукр қилиб яшаш керак.\n\nШунингдек, инсон бу дунёда яшашнинг ҳар лаҳзасида охиратда ҳамманинг тўпланиши Аллоҳ таолонинг ҳузурида бўлишини, ўшанда бу дунёдаги ҳар бир иш ҳисоб-китоб қилинишини унутмаслиги лозим.\n\nКофирлар охиратдаги тўпланиш ҳақида сўз кетиши билан, дарҳол, қуйидаги оятда келган саволни берадилар:",
  "tafser25": "  ",
  "tafser26": " Пайғамбаримиз соллаллоҳу алайҳи васаллам Исломнинг бошқа таълимотлари қатори, вақти келиб қиёмат қоим бўлиши, ҳисоб-китоб қилиниши ва ҳар ким бу дунёда қилган амалига яраша жазо олиши ва мукофотланиши ҳақида ҳам гапирар эдилар. Шунда Макка мушриклари: «Сен ваъда қилаётган қиёмат қачон бўлади?» деб сўрашган. Бу савол ишонмасликдан келиб чиққан эди. Қуръони Карим қиёматни фақат Аллоҳ таолонинг Ўзи билишини, ҳатто Пайғамбар соллаллоҳу алайҳи васаллам ҳам билмасликларини, у зот фақат огоҳлантирувчи эканликларини таъкидламоқда.\n\nИслом таълимотидан бехабарлар эса қиёмат ҳақида турли асоссиз миш-мишлар тарқатиб, кишилар орасида саросима пайдо бўлишига сабаб бўлмоқдалар.\n\nКелгуси оятда қиёматда бўладиган баъзи ҳолатлар зикр қилинган.",
  "tafser27": "Яъни қиёмат қоим бўлиб, азобнинг яқинлигини кўрганда, қўрққанидан кофирларнинг юзлари қорайиб кетади. Шунда уларга, «Ёруғ дунёда ишонмасдан, қачон бўлади, деб сўраб-суриштириб юрганингиз қиёмат, мана шу бўлади», дейилади.\n\nМушриклар Пайғамбар алайҳиссалом ва мўминлардан қутулиш мақсадида: «Булар ўлса эди, қутулардик», дейишганда, Аллоҳ таоло қуйидаги оятни туширган:\n\nЭй Пайғамбар, сен уларга:",
  "tafser28": "Мушриклар Пайғамбар соллаллоҳу алайҳи васаллам ва мўминларга ўлим тилаяптилар. Уларни Аллоҳ таоло ё ҳалок қилар ёки раҳм қилар. Лекин мушриклар ўзларини ўйламайдиларми? Ахир, улар жар ёқасида туришибди-ку! Аллоҳ таолонинг азобидан уларни ким қутқариб қолади?",
  "tafser29": "Яъни Аллоҳ таоло  Роҳман сифати билан бизга раҳм қилади, чунки биз Унга иймон келтирганмиз ва ишларимизда таваккал қилганмиз. Аллоҳ таолонинг Ўзи ким нотўғри йўлда юрганини ҳам аниқ билади ва бундан огоҳ ҳам қилади.",
  "tafser30": "Аллоҳ таоло кофирларга Узининг фазлини эслатиб қўймоқда. Сув ҳар қадамда учрайдиган улуғ бир неъмат – ҳаёт манбаи. Усиз ҳаётни тасаввур қилиб бўлмайди. Биз эса бу неъматнинг қадрини билмаймиз, шукрини қилмаймиз. Оятда зикр қилинганидек, Аллоҳ таоло сувни ерга сингдириб юборса, нима бўлади? Ҳамма нарса ҳалок бўлади. Айниқса, ҳозирги пайтда сувнинг камайиши оқибатида ҳосил бўлаётган муаммолар кўпайиб бораётган бир даврда бу ҳақиқатни тўғри тушунмоқ лозим. Мазкур оят нозил бўлганда мушрикларнинг раҳбарларидан бири, чўқмор билан келтиради, деган экан. Шу заҳоти Аллоҳ таоло унинг кўзининг сувини кетказиб, кўр қилиб қўйган экан.\n\nПайғамбаримиз Муҳаммад соллаллоҳу алайҳи васаллам ўз ҳадисларида марҳамат қиладиларки: «Албатта, Аллоҳнинг китобида бир сура бор, унинг оятлари ўттизта холос, кишига қиёмат куни шафоат қилади. Уни дўзахдан чиқариб, жаннатга киритади. У «Таборак» сурасидир».\nПайғамбаримиз Муҳаммад соллаллоҳу алайҳи васаллам ўз ҳадисларида марҳамат қиладиларки: «Албатта, Аллоҳнинг китобида бир сура бор, унинг оятлари ўттизта холос, кишига қиёмат куни шафоат қилади. Уни дўзахдан чиқариб, жаннатга киритади. У «Таборак» сурасидир».\n\nБошқа бир ҳадиси шарифда эса: «Маййит қабрга қўйилгандан сўнг (азоб фаришталари) оёқлари тарафдан келсалар, оёқлар: «Сизнинг бунинг олдига келишингизга йўл йўқ, чунки у биз билан туриб кечасидаги намозда «Мулк» сураси ўқирди», дейдилар. Агар бош тарафдан келсалар, Тили: «Сизнинг бунинг олдига келишингизга йўл йўқ. Чунки у мен билан «Мулк» сурасини ўқирди, дейди», дейилган.\n\nПайғамбаримиз соллаллоҳу алайҳи васаллам яна шундай деганлар: «Мулк сураси ҳар бир мўминнинг қалбида бўлишини хоҳлардим».",
  "read": "Ўқиш",
  "study": "Ўрганиш",
  "tafserr": "Тафсир",
  "info": "Илова xақида маълумот",
  "info_list": "Ушбу илова Қурони Каримнинг 67-сураси бўлмиш Мулк сурасини ёд олиш, ўқиш ва тафсири билан ўрганиш учун ишлаб чиқилди. Ушбу иловада камчиликлар мавжуд бўлса фойдаланувчилардан узур сўраймиз. Зеро бу илова ушбу иловани ишлаб чиқган дастурчининг илк мустақил ишидир. ИншаАллаҳ ушбу иловадан фойдаланувчи барча мўмин-мусулмонлар учун фойдали бўлади деган умиддамиз.\n\nБу иловадаги барча ма`лумотлар интернетдаги веб сайтлар ва бошқа иловалардан олинди. Рус ва инглиз тилида сўзлашувчи биродарларимиз учун ҳам хизмат қилсин деб инглиз ва рус тилида ҳам таржималар ва тафсирлар қўшилди.\n\nМурожаатлар ва шикоятлар бўлса ушбу shaymardanov9704@gmail.com электрон манзилига мурожат қилишингиз мумкин.",
  "first_t": "Ушбу сураи карима ўзининг биринчи оятида келган «Мулк» сўзи билан номланган. Кўпчилик уни ўзининг биринчи сўзи билан номлаб «Таборак» сураси деб ҳам атайдилар.\n\nМаккада нозил бўлган бошқа суралар каби бу сура ҳам ақийда масаласини муолажа қилади. «Мулк» сураси учта бош мақсадни ўз ичига олган:\n\n1. Аллоҳнинг азамати, тирилтириш ва ўлдиришга қодирлигини баён ҚИЛИШ;\n\n2. Тангрининг ягоналигига далил ва ҳужжатлар келтириш;\n\n3. Қиёматга ва ўлгандан сўнг қайта тирилишга ишонмайдиганларнинг оқибати нима бўлишидан хабар бериш.\nСура биринчи мақсадни тушунтириш билан бошланади. Бутун мулк ва ҳукмронлик Аллоҳ таолонинг қўлидалиги, Аллоҳ таоло бутун борлиқнинг бошқарувчиси эканлиги, барча нарса Унга бўйин эгиши, Аллоҳ ҳамма нарсани Ўзи яратиши – йўқдан бор қилиши, жон ато этиши ва ўлдириши ҳақида сўз кетади.\n\nСўнг, етти осмоннинг яратилиши, Аллоҳ таоло бу дунё осмонини юлдузлар билан зийнатлаб қўйгани ва буларнинг барчаси Унинг ягоналиги ва қудратига далил эканига ишора қилинади.\n\nШундан кейин Аллоҳ таоло Сиз билан бизга ўрнак тарзида гуноҳкорлар ҳақида батафсил хабар беради. «Улар ғазабидан ёрилиб кетайин деб қайнаб турган жаҳаннамни кўрадилар», дейди Ҳақ субҳанаҳу ва таоло. Сурада кофирлар билан мўминларнинг борадиган жойлари таққосланади.\n\nАллоҳ таоло Ўз улуғлиги ва қудратига далил ва ҳужжатлар келтиргандан сўнг, ғазаби ва азобидан эҳтиёт бўлишга даъват қилади.\n\nСураи кариманинг охирида Пайғамбар соллаллоҳу алайҳи васалламнинг пайғамбарликларини ёлғонга чиқармоқчи бўлганларга Аллоҳ таолонинг азоби тушишидан огоҳлантирилади.\n\nШунинг учун бу сура «Сақловчи» ва «Нажот берувчи» деб ҳам аталади, чунки у бандаларни катта азобдан сақлайди. Имом Термизий ривоят қилган ҳадиси шарифда Пайғамбаримиз соллаллоҳу алайҳи васаллам: «У ман қилувчи ва нажот берувчидир, қабр азобидан нажот беради», деганлар. Шундай қилиб, Аллоҳнинг иродаси билан сураи каримани тафсир қилишга Киришсак."
}