{
  "title": "Al-Mulk",
  "ayah1": "Blessed is He in whose hand is dominion, and He is over all things competent –",
  "ayah2": "[He] who created death and life to test you [as to] which of you is best in deed – and He is the Exalted in Might, the Forgiving –",
  "ayah3": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
  "ayah4": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
  "ayah5": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
  "ayah6": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
  "ayah7": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
  "ayah8": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, “Did there not come to you a warner?”",
  "ayah9": "They will say,” Yes, a warner had come to us, but we denied and said, ‘Allah has not sent down anything. You are not but in great error.'”",
  "ayah10": "And they will say, “If only we had been listening or reasoning, we would not be among the companions of the Blaze.”",
  "ayah11": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
  "ayah12": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
  "ayah13": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
  "ayah14": "Does He who created not know, while He is the Subtle, the Acquainted?",
  "ayah15": "It is He who made the earth tame for you – so walk among its slopes and eat of His provision – and to Him is the resurrection.",
  "ayah16": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
  "ayah17": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
  "ayah18": "And already had those before them denied, and how [terrible] was My reproach.",
  "ayah19": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
  "ayah20": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
  "ayah21": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
  "ayah23": "Say, “It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.”",
  "ayah22": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
  "ayah24": "Say, “It is He who has multiplied you throughout the earth, and to Him you will be gathered.”",
  "ayah25": "And they say, “When is this promise, if you should be truthful?”",
  "ayah26": "Say, “The knowledge is only with Allah, and I am only a clear warner.”",
  "ayah27": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, “This is that for which you used to call.”",
  "ayah28": "Say, [O Muhammad], “Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?”",
  "ayah29": "Say, “He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.”",
  "ayah30": "Say, “Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?”",
  "basmala": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
  "lan": "Language",
  "sett": "Settings",
  "about": "About",
  "lmode": "Light mode",
  "dmode": "Reading mode",
  "tafser1": " Tabaraka is a superlative from barkat. Barkat comprehends the meanings of exaltation and greatness, abundance and plentiful, permanence and multiplicity of virtues and excellences. When the superlative tabaraka is formed from it, it gives the meaning that Allah is infinitely noble and great. He is superior to everything beside Himself in His essence and attributes and works. His beneficence is infinite, and His excellences are permanent and everlasting. (For further explanation, see ( E.N. 43 of Surah Al-Aaraf); (E.N. 1-4 of Surah Al-Muminoon); (E.Ns 1 and 19 of Surah Al-Furqan). \\n As the word al-Mulk has been used, it cannot be taken in any limited meaning. Inevitably, it would imply sovereignty over everything that exists in the universe. In Whose hand is the dominion does not mean that He has physical hands, but that He is possessor of all power and authority and no one else has any share in it. \\n  That is, He can do whatever He wills, nothing can frustrate or hinder Him from doing what He pleases.",
  "tafsir2": " That is, the object of giving life to man in the world and causing his death is to test him to see which of them is best in deeds. Allusion has been made in this brief sentence to a number of truths:\n\n(1) That life and death are given by Allah, no one else can grant life nor cause death.\n\n(2) That neither the life nor the death of a creation like man, which has been given the power to do both good and evil, is purposeless. The Creator has created him in the world for the test. Life is for him the period of the test and death means that the time allotted for the test has come to an end.\n\n(3) That for the sake of this very test the Creator has given every man an opportunity for action, so that he may do good or evil in the world and practically show what kind of a man he is.\n\n(4) That the Creator alone will decide who has done good or evil. It is not for us to propose a criterion for the good and the evil deeds but for Almighty Allah. Therefore, whoever desires to get through the test, will have to find out what is the criterion of a good deed in His sight. Every person will be recompensed according to his deeds, for if there was no reward or punishment the test would be meaningless.\n\n This has two meanings and both are implied here:\n\n(1) That He is Almighty, in spite of being dominant over all His creatures, He is Merciful and Forgiving for them, not tyrannous and cruel.\n\n(2) That He has full power to punish the evildoers. No one can escape His punishment. But He is forgiving for him who feels penitent, refrains from evil and asks for His forgiveness.",
  "tafser3": " For explanation, see( E.N. 34 of Surah Al-Baqarah); ( E.N. 2 of Surah Ar-Raad); ( E.N. 8 of Surah Al-Hijr); ( E.N. 113 of Surah Al-Hajj); (E.N. 15 of Surah Al-Muminoon); (E.N. 5 of Surah As-Saaffat); (E.N. 90 of Surah Al-Mumin).\n\n Literally, tafawut is disproportion: two things being out of accord and in disagreement with each other. So, the divine words mean: You will not see any indiscipline, any disorder and discordance anywhere in the universe, there is nothing disjointed and out of proportion in this world created by Allah: all its parts are well connected and in perfect harmony and coordination.\n\n The word futoor means a crack, rift, fissure, or a thing’s being split and broken. The verse means to say that the whole universe is so closely well-knit and everything in it, from a particle on the earth to the huge galaxies, so well connected and coherent that the continuity of the system of the universe seems to break nowhere, however hard one may try to probe and investigate. (For further explanation, see (E.N. 8 of Surah Qaf).",
  "tafser4": "There is no commentary by Abul Maududi available for this verse.",
  "tafser5": " The world’s heaven: the heaven the stars and planets of which can be seen with the naked eye; the objects beyond that which can be seen only through telescopes are the distant heaven; and the heavens still farther away are those which have not yet been seen even with telescopes.\n\n The word masabih in the original has been used as a common noun, and therefore, automatically gives the meaning of the lamp’s being splendid and glorious. It means: We have not created this universe dark, dismal and desolate, but have beautified and decorated it with stars, the glory and grandeur of which at night strike man with amazement.\n\n This does not mean that the stars themselves are pelted at the Satans, nor that the meteorites shoot out only to drive away the Satans, but it means that the countless meteorites which originate from the stars and wander in space at tremendous speeds and which also fall to the earth in a continuous shower prevent the Satans of the earth from ascending to the heavens. Even if they try to ascend heavenward these meteorites drive them away. This thing has been mentioned here because the Arabs believed about the soothsayers, and this also was the claim made by the soothsayers themselves, that the Satans were under their control, or that they had a close contact with them, and through them they received news of the unseen, and thus, could foretell the destinies of the people. That is why at several places in the Quran, it has been stated that there is absolutely no possibility for the Satans ascending to the heavens and bringing news of the unseen. (For explanation, see (E.Ns 9-12 of Surah Al-Hijr), (E.Ns 6, 7 of Surah As- Saaffat).\n\nAs for the truth about meteorites, man’s information in this regard is still without a scientific basis. However, the theory which seems best to account for all the facts known today and the information gathered from the examination of the meteorites fallen on the earth, is that meteorites originate from the disintegration of one or more planets and wander in space and sometimes fall to the earth under its gravitational pull. (See Encyclopedia Britannica, vol. XV, under Meteorites).",
  "tafser6": " That is, the fate of all those, whether men or Satans, who disbelieve in their Lord. (For the explanation of the meaning of disbelieving in the Lord (Rabb), see( E.N 161 of Surah Al-Baqarah); (E.N. 178 of Surah An-Nisa); (E.N. 39 of Surah Al-Kahf); (E.N. 3 of Surah Al-Momin).",
  "tafser7": " The word shahiq is used for producing a cry like the donkey’s braying. The sentence may also mean that it could be the sound of Hell itself, as well as that it would be the sound coming from Hell, where the people already flung into it would be screaming and crying. This second meaning is supported by (Surah Houd, Ayat 106), where it has been said: Therein they will pant and hiss (because of thirst), and the first meaning is confirmed by (Surah Al- Furqan, Ayat 12), which says: When the Hell will see them from afar, they will hear the sounds of its raging and roaring. On this basis, the correct meaning is that it would be the noise made both by Hell and by the dwellers of Hell.",
  "tafser8": " The real nature of this question will not be of a question that the keepers of Hell would like to ask them whether a warner from Allah had come to them or not, but the object would be to make them realize that no injustice had been done to them by casting them into Hell. They would try to make them confess that Allah had not kept them uninformed and unwarned. He had sent the Prophets to them. He had informed them of the truth and of the right way. He had warned them that if they followed a way other than the right way, it would lead them to Hell, in which they had been cast. But they had not listened to the Prophets. Hence, they rightly deserved the punishment which was being meted out to them at that time.\n\nThis thing has been pointed out over and over again in the Quran that the test for which Allah has sent man in the world is not being conducted by keeping man absolutely unaware and uninformed of the requirements of the test only to see whether he found the right way by himself or not; but Allah has made the most appropriate arrangements that could possibly be made of guiding him to the right way, and it is that He has raised the Prophets and sent down the Books. Now the test of man lies in this whether he accepts the Prophets and the Books brought by them and adopts the straight way, or turns away from them to follow his own desires, wishes and speculations. Thus, the Prophethood, in fact, is Allah’s argument which He has established against man and his entire future life depends on its acceptance or rejection. No one, after the appointment of the Prophets, can present the excuse that he remained unaware of the truth, or that he has been caught and put to the hard test unawares, or that he is being punished while he was innocent. This theme has been presented in many different ways in the Quran; for instance, see ( Surah Al-Baqarah, Ayat 213, and E.N. 230); ( Surah An-Nisa, Ayats 41-42, 165 and E.Ns 64 and 208); (Surah Al-Anaam, Ayats 130-131 and E.Ns 98-100); (Surah Bani Israil, Ayat 15 and E.N. 17); (Surah Ta Ha, Ayat 134); (Surah Al-Qasas, Ayats 47, 59, 65 and E.Ns 66, 83); (Surah Fatir, Ayat 37); (Surah Al-Momin, Ayat 50 and E.N. 66).",
  "tafser9": " That is, not only you but the people who have believed in and followed you also are misguided and lost in grave error.",
  "tafser10": " If we had listened or understood: If we had listened to the Prophets with attention as seekers after truth or used our intellect to understand what actually was the message they were presenting before us. Here listening has been given priority over understanding, the reason being that the pre-requisite of obtaining guidance is to listen to what the Prophet teaches, or to read if it is in the written form, like a seeker after truth. To ponder over it in an attempt to understand the truth is secondary. Without the Prophet’s guidance man cannot by himself reach the truth directly by using his intellect and common sense.",
  "tafser11": " The word dhanb (sin) has been used in the singular. It means that the real sin because of which they became worthy of Hell was to belie the Messengers and refuse to obey them. All other sins are its consequences.",
  "tafser12": " That is, there are two inevitable results of fearing God unseen.\n\n(1) That whatever errors and sins one will have committed because of human weaknesses, will be forgiven provided these were not committed because of fearlessness of God.\n\n(2) That whatever good acts a man performs on the basis of this belief, he will be rewarded richly for them.\n\n The address is to all human beings, whether they are believers or unbelievers. For the believer, it contains the admonition that while living his life in the world he should always remember that not only his open and hidden deeds but even his secret intentions and innermost thoughts are not hidden from Allah. And for the unbeliever, the warning that he may do whatever he may please fearless of God, but nothing that he does can remain un-noticed and unseen by Him.",
  "tafser13": " The address is to all human beings, whether they are believers or unbelievers. For the believer, it contains the admonition that while living his life in the world he should always remember that not only his open and hidden deeds but even his secret intentions and innermost thoughts are not hidden from Allah. And for the unbeliever, the warning that he may do whatever he may please fearless of God, but nothing that he does can remain un-noticed and unseen by Him.",
  "tafser14": " Another translation can be: Would He not know His own creatures? In the original text khalaqa has been used, which may mean: Who has created as well as whom He has created, In both cases the meaning remains the same. This is the argument for what has been said in the preceding sentence. That is, how is it possible that the Creator should be unaware of His creation? The creation may remain unaware of itself, but the Creator cannot be unaware of it. He has made every vein of your body, every fiber of your heart and brain. You breathe because He enables you to breathe, your limbs function because He enables them to function, How then can anything of yours remain hidden from Him.\n\n The word Latif as used in the original means the One Who works in imperceptible ways as well as the One Who knows the hidden truths and realities.",
  "tafser15": "That is, this earth has not become subdued for you of its own accord, and the provisions also that you are eating have not become available here by themselves, but Allah has so arranged it by His wisdom and power that your life became possible here and this splendid globe became so peaceful that you are moving about on it with full peace of mind, and it has become such a vast table spread with food that it contains endless and limitless provisions for your sustenance. If you are not lost in heedlessness and look about yourself intelligently, you will find how much wisdom underlies in the making of this earth habitable for you and arranging in it immeasurable stores of provisions for you. (For explanation, see (E.Ns 73, 74, 81 of Surah An-Naml); (E.Ns 29, 32 of Surah YaSeen); (E.Ns 90, 91 of Al-Momin), (E.N. 7 of Surah Az-Zukhruf), (E.N. 7 of Surah Al-Jathiyah), (E.N. 18 of Surah Qaf).\n\n That is, while you move about on the earth and eat of what Allah has provided for you here, you should not forget that ultimately you have to appear before God one day.",
  "tafser16": " This does not mean that Allah lives in the heavens, but it has been so said because man naturally looks up to the heaven whenever he wants to turn to Allah, raises his hands heavenward in prayer and implores Allah turning his eyes up to heaven whenever he finds himself helpless in an affliction. Then whenever a calamity befalls him suddenly, he says it has descended from heaven; whenever something unusual happens, he says it has come from heaven; and he calls the Books revealed by Allah as heavenly Books. Accordingly to a tradition in Abu Daud, a person came before the Prophet (peace be upon him) with a black slavegirl and said: It has become obligatory on me to set a slave free; can I set this slave-girl free? Prophet (peace be upon him) asked the slave-girl: Where is Allah? She pointed heavenward with her forger. The Prophet (peace be upon him) asked: Who am I? She first pointed towards him and then towards the heaven, by which she obviously meant to say: You have come from Allah. Thereupon the Prophet (peace be upon him) said: Set her free; she is a believer. (A story closely resembling this has been narrated in Muwatta, Muslim and Nasai also). About Khawla bint Thaibah, Umar once said to the people: She is the lady whose complaint was heard above the seven heavens. (In (E.N. 2 of Surah al-Mujadalah), we have given full details concerning this). All this clearly shows that it is natural with man that whenever he thinks of God, his mind turns to the heaven above and not to the earth below. In view of this very thing the words man fis-samaa (He Who is in the heaven) have been used about Allah. There is no room here for any doubt that the Quran regards Allah Almighty as living in the heaven. In fact, there cannot be any basis for this doubt, for in the very beginning of this Surah Al-Mulk, it has been stated: He Who created seven heavens, one above the other, and in Surah Al-Baqarah it has been said: You will face Allah in whatever direction you turn your face. (verse 115).",
  "tafser17": " The object is to impress this: Your very survival and well-being on the earth are at all times dependent upon Allah Almighty’s grace and bounty: you are not strutting about on this earth at will by your own power: you are under obligation only to Allah’s protection for each moment of your life that you are passing here, otherwise Allah at any moment may cause such an earthquake to occur as may make this very earth to become your grave instead of the cradle that it is, or may cause a windstorm to blow razing all your towns and settlements to the ground.\n\n My warning: the warning that was being given through the Prophet (peace be upon him) and the Quran to the disbelievers of Makkah to the effect: If you do not refrain from your disbelief and polytheism and do not accept the message of Tauhid being given to you, you will be overtaken by the scourge of God.",
  "tafser18": " The allusion is to the communities who had belied the Messengers, who had come to them previously and consequently been afflicted with divine punishment.",
  "tafser19": " That is, each bird that flies in the air, does so in the protection of the All-Merciful God. He it is Who has given to each bird the form and structure by which it became able to fly. He it is Who has taught each bird the method to fly. He it is Who has made the air obey the laws by which it became possible for the heavier than air bodies to fly in it, and He it is Who upholds every bird in the air, otherwise the moment Allah withdraws His protection from it, it drops to the ground.\n\n That is, this is not confined only to birds, but whatever exists in the world, exists because of Allah’s keeping and guardianship. He alone provides the means necessary for the existence of everything, and He alone keeps watch that everything created by Him is provided with the necessities of life.",
  "tafser20": " Another translation can be: Who is there beside the Merciful, who comes to your rescue as your army? The translation that we have adopted in the text above has relevance to the following sentence, and this second to the preceding discourse.",
  "tafser21": "There is no commentary by Abul Maududi available for this verse.",
  "tafser22": " Walking fallen on his face: walking with face turned down like the cattle on the same track on which someone put him.",
  "tafser23": " That is, Allah had made you men, not cattle. You were not meant to follow blindly whatever error and deviation you found prevailing in the world, without considering for a moment whether the way you had adopted was right or wrong. You have not been given these ears that you may refuse to listen to the one who tries to distinguish the right from the wrong for you, and may persist in whatever false notions you already had in your mind. You have not been given these eyes that you may follow others like the blind and may not bother to see whether the signs scattered around you in the world testified to the unity of God, which the Messenger (peace be upon him) of God is preaching, or whether the system of the universe is Godless, or is being run by many gods simultaneously. Likewise, you have also not been given this knowledge and intelligence that you may give up thinking and understanding to others and may adopt every crooked way that was enforced by somebody in the world, and may not use your own intellect to see whether it was right or wrong. Allah has blessed you with knowledge and intelligence, sight and hearing, so that you may recognize the truth, but you are being ungrateful to Him in that you are employing these faculties for every other object than the one for which these had been granted. (For further explanation, see (E.Ns 72, 73 of Surah An- Naml); (E.Ns 75, 76 of Surah Al-Mominoon); (E.Ns 17, 18 of Surah As-Sajdah); (E.N. 31 of Surah Al-Ahqaf).",
  "tafser24": " That is, after being resurrected from death, you will be gathered together from every corner of the earth and presented before Allah.",
  "tafser25": " They did not ask this question in order to know the time and date of Resurrection so that if they were told the year, the month, the day and time of its occurrence, they would accept it. But, in fact, they thought that Resurrection was impossible, and its occurrence remote from reason, and they asked this question in order to have an excuse for denying it. They meant to say: When will this strange story of Resurrection and gathering together, that you are telling us, materialize? What for has it been put off? Why don’t you make it appear forthwith so that we are assured of it? In this connection, one should understand that one can be certain of Resurrection only by rational arguments, and these have been elaborated at many places in the Quran. As for the date of its occurrence only an ignorant person could raise such a question about it, for even if it is told, it does not make any difference. The unbeliever would say: Well, when it does occur on the date you tell, I shall then believe in it; how can I believe today that it will actually occur on that very day? (For further explanation, see (E.N. 63 of Surah Luqman); (E.N. 116 of Surah Al-Ahzab); (E.Ns 5, 48 of Surah Saba ) (E.N. 45 of YaSeen).",
  "tafser26": "That is, this I know that it will certainly come, and knowing this much only is enough for warning the people before its actual occurrence. As for the question when it will actually come, the knowledge of it is with Allah, not with me, and there is no need of this knowledge for administering the warning. This can be better understood by an example. As to the exact time when a person will die, it is only known to Allah; however, all know that everyone has to die one day. Our this knowledge is enough that we may warn a heedless friend of ours that he should look after himself and his interests before death. For this warning it is not necessary to know the exact day on which he will die.",
  "tafser27": " That is, they will be in the same agony as is suffered by the criminal who is being taken to the gallows.",
  "tafser28": " When the Prophet (peace be upon him) started his mission in Makkah and the members of the different clans of Quraish began to embrace Islam, the people of every house started cursing him and his companions. They started practicing magic and charms on him to cause his death, even devising plots to kill him. At this, it was said: Say to them: what will it profit you whether we perish or we live by the grace of God? You should worry for yourselves as to how you will save yourselves from the punishment of Allah?",
  "tafser29": " That is, we have believed in God, and you are denying Him; we have put our trust in Him, and you have put your trust in yourself, your own resources and false deities besides Allah; therefore, only we deserve to be shown mercy by Allah, not you.",
  "tafser30": " That is, does anyone else another beside Allah have the power to restore these springs of water to you? If none else has this power, and you know well that none has it, then who is worthy of worship: God or your false deities, who do not have the power to restore them? Then ask your own selves as to who is misled and misguided, those who believe in One God or those who believe in many gods.",
  "read": "Read",
  "study": "Study ",
  "tafserr": "Tafseer",
  "info": "Application Information",
  "info_list": "This application is designed for memorization, reading and interpretation of Surah al-Mulk, the 67th surah of the Qur'an. We apologize to users for any errors in this application. Because this application is the first independent work of the programmer who developed this application. InshaAllah we hope that this application will be useful for all Muslims who use it.\n\nAll information in this application is taken from websites and other applications on the Internet. Translations and commentaries in both English and Russian have been added to serve our Russian and English-speaking brethren.\n\nIf you have any complaints, you can contact us at shaymardanov9704@gmail.com",
  "first_t": "Abu Hurairah  may  Allaah  be  pleased  with  him narrated that the Prophet (ﷺ)(sallallaahu  `alayhi  wa  sallam) said: “Indeed there is a Surah in the Qur’an of thirty Ayat, which intercedes for a man until he is forgiven. It is [Surah] Tabarak Alladhi Biyadihil-Mulk.”\n[Al-Tirmithi who graded it as Hasan]\n\nIbn ‘Abbas  may  Allaah  be  pleased  with  him narrated that the Prophet (ﷺ)  (sallallaahu  `alayhi  wa  sallam) ( may  Allaah exalt his mention ) said about the one who recites Surah Al-Mulk [Quran 67]: \n“It is the protector and the saver; it protects its reciter from the torment of the grave.” \n[Al-Tirmithi who graded it as Hasan]"
}