{
  "title": "Mulk surasi",
  "ayah1": "Qo`lida mulk bo`lgan Zot ulug', muqaddas bo`ldi. U barcha narsaga qodirdir.",
  "ayah2": "U, o`lim va hayotni sizlarning qaysilaringiz amalda yaxshiroq ekanligingizni sinash uchun yaratdi. U aziyz va o`ta mag'firatlidir.",
  "ayah3": "U yetti osmonni tabaqama-tabaqa yaratgan. Rohmanning yaratganida hech tafovut ko'rmassan. Qayta nazar sol!Biror kamchilik ko`ryapsanmi?",
  "ayah4": "So`ng takror-takror nazar sol, nazar senga istaganini topa olmay, horib-charchagan holda qaytadir .",
  "ayah5": "Va darhaqiqat, Biz yaqin osmonni chiroqlar bilan ziynatlab qo'ydik va u(chiroq)larni shaytonlarga otiladigan narsa ham qilib qo'ydik. Va u(shayton)larga olovi qizib turgan jahannamni tayyorlab qo'ydik.",
  "ayah6": "O`z Robbilariga kufr keltirganlar uchun jahannam azobi bordur va u qanday ham yomon qaytadigan joy!",
  "ayah7": "Ular jahannamga tashlangan chog`larida uning hangragan ovozini eshiturlar, u esa, qaynab turgan bo`ladir.",
  "ayah8": "U g'azabdan yorilib ketay der. Har qachon unga yangi guruh tashlanganda, uning xizmatkorlari: «Sizlarga ogohlantiruvchi kelmaganmidi?»-deb so`raydir.",
  "ayah9": "Ular: «Ha, darhaqiqat, bizga ogohlantiruvchi kelgan edi. Lekin biz (uni) yolg'onchiga chiqardik va: «Alloh hech narsa tushirgani yo`q, sizlar katta adashuvdan boshqa hech narsa emassizlar», degan edik», deyishar.",
  "ayah10": "Va ular: «Agar e'tibor qulog`i bilan eshitganimizda yoki aqlni ishlatganimizda edi, do'zaxiylar orasida bo`lmagan bo`lar edik», derlar.",
  "ayah11": "Bas, ular o`z gunohlarini e'tirof etdilar. Yo'qolsin do'zaxiylar!",
  "ayah12": "Albatta, o'z Robbilaridan g`oyibdan qo`rqadiganlar uchun gunohlarini kechish va ulkan ajr-savoblar bordir.",
  "ayah13": "Va siz so`zingizni sir tutasizmi yoki oshkora aytasizmi, albatta, U ko`ngillardagini ham bilguvchi zotdir.",
  "ayah14": "Yaratgan zot O'zi bilmasmi? Holbuki, U daqiqlargacha biluvchi va xabardordir.",
  "ayah15": "U sizlarga yerni bo'ysundirib qo'ygan zotdir. Bas, aning turli joylarida yuring va Uning rizqidan yeng va qabrdan chiqib borish ham Uning huzuriga bo'ladir.",
  "ayah16": "Osmondagi Zot sizlarni iztirobda harakatlanib turgan yerga yuttirib yuborishidan omonda bo'ldingizmi?",
  "ayah17": "Yoki osmondagi Zot sizlarga azob shamolni yuborishidan omonda bo`ldingizmi? Bas, albatta, ogohlantirish qandoq bo`lishini bilasizlar.",
  "ayah18": "Va, darhaqiqat, ulardan avvalgilari ham yolg`onga chiqargan edilar. Bas, inkorim qanday bo`ldi?!",
  "ayah19": "Tepalarida (qanotlarini) yoyib va yig`ib (uchayotgan) qushni ko`rmaydilarmi? Ularni Rohmandan boshqa ushlab turuvchi yo'q. Albatta, U barcha narsani ko`ruvchidir.",
  "ayah20": "Rohmandan boshqa sizlarga yordam beradigan askar kim o`zi? Kofirlar g'ururdan boshqa hech narsada emaslar!",
  "ayah21": "U rizqni tortib qo'ysa, sizga rizq beradigan kim o`zi?! Balki ular abadiy tug`yonda va haqdan nafratda bo`lurlar.",
  "ayah23": "Ayt: «U sizlarni yo'qdan bor qilgan va sizlarga eshitish, ko`rish va aqlni bergan Zotdir. Juda ham oz shukr qilasizlar-a?!»",
  "ayah22": "Yuz tuban qoqilib yurayotgan kishi hidoyatdami yoki to`g`ri yo`ldan qomatini tik tutib borayotgan kishimi?",
  "ayah24": "Ayt: «U sizlarni yer yuzida yaratgan, ko`paytirgan Zotdir. Va Uning huzuriga to`planursizlar».",
  "ayah25": "Va ular: «Agar rostgo'y bo`lsangiz, bu va'da qachon bo`lur?»-derlar.",
  "ayah26": "Ayt: «Albatta, ilm faqat Allohning huzuridadir . Va albatta, men yaqqol ogohlantiruvchiman, xolos».",
  "ayah27": "Bas u(azob)ni yaqindan ko`rganda kufr keltirganlarning yuzlari qorayadir. Va ularga: «So`ragan narsangiz shu bo`lur», deyilur.",
  "ayah28": "Ayt: «Aytinglar-chi, agar Alloh meni va men bilan bo`lganlarni halok qilsa yoki rahim qilsa, kofirlarni alamli azobdan kim qutqarib qoladir?!",
  "ayah29": "Ayt: «U Rohmandur, biz Unga iymon keltirdik va Unga tavakkal qildik. Bas, sizlar tezda kim ochiq-oydin xatoda ekanini bilursizlar».",
  "ayah30": "Ayt: «Aytinglar-chi, agar suvlaringiz yerga singib ketsa, sizlarga kim osongina topiladigan suvni keltirur?»",
  "basmala": "Mehribon va rahmli Allohning nomi ila boshlayman.",
  "lan": "Til",
  "sett": "Sozlamalar",
  "about": "Dastur haqida",
  "lmode": "Oddiy rejim",
  "dmode": "O`qish rejimi",
  "tafser1": "Ya'ni oliy olamning ham, quyi olamning ham mulki Alloh taoloning qo`lidadir. Ularni xohlaganicha tasarruf qiladi. Abdulloh ibn Abbos roziyallohu anhu: «Qo`lida mulk bo`lgan Zot» kimni xohlasa aziz qiladi, kimni xohlasa xor qiladi, tiriltiradi, ham o`ldiradi, boy qiladi, ham kambag`al qiladi, beradi, ham oladi», degan ekanlar.\n\n«U barcha narsaga qodirdir».\n\nYa'ni Uning qudrati tugaldir. Barcha ishlarda nizosiz tasarruf qiladi.\n\nBu sifatidan, ya'ni o'zining hamma narsaga qodirligidan bir ko`rinishni Alloh taolo ikkinchi oyatda bayon qiladi.",
  "tafsir2": "O‘lim va hayotni Alloh taolo yaratgan,\n\n- bu – haq! Odatda, avval hayot, so`ngra esa o'lim boshlanadi. Agar e'tibor bersangiz, bu oyatda o`lim avval keltirilyapti, buning hikmati odamlarni yaxshi amallarga chorlashdir. Chunki o`limni eslagan odam doimo unga tayyorgarlik ko`radi va o`lgandan so'ng sharmanda bo'lmaslik uchun o'zini yaxshi ishlarga safarbar qiladi.\n\nDarhaqiqat, hayot va o‘lim Alloh taoloning cheksiz qudratidan yorqin dalildur. Alloh taolo O`z maxluqotlaridan ba'zilariga hayot bergan va ba'zilariga bermagan.\nHayot o'zi nima? Qaerdan paydo bo'ladi? Qandoq qilib? Uni tekshirib bo`ladimi? Va shunga o'xshash ko`plab savollarga hozircha javob yo`q. Fan-texnika rivojlangan asrimizda hayotni laboratoriya yo'li bilan yaratish uchun qo'ldan kelganicha urinilmoqda, lekin hech qanday natija bo'lmayapti. Bo'lmaydi ham. Amerikada inson hayotini o'rganish uchun maxsus oliy ilm dargohlari uzoq muddat ishladi. Uning rahbari doktor Aleksis Karl bu ish uchun bir necha marta xalqaro mukofotlar oldi va nihoyat «Inson - majhul (noaniq) narsa» degan kitob yozdi.\n\nXuddi shuningdek, o`lim ham murakkab narsa, bularni faqat barcha narsaga qodir Alloh taoloning O`zigina qila oladi.",
  "tafser3": "Alloh taolo zikr qilgan yetti osmonning haqiqatini haligacha bu yolg'onchi dunyo ilmi kashf qilganicha yo'q. Bu mo'jiza o'z navbatida qudrati cheksiz Alloh taologa iymon keltirishga da'vat etadi. Bu haqiqatni tezda tushunib yetmoq lozim.\n\n- Alloh taolo yaratgan narsalarda tafovut, kamchilik yo`qligi to`g`risidagi oyati karimaning o`ziyoq Allohning barcha narsaga qodir ekanligining dalolatidir. Hamma sohadagi olimlar – zarradan kichik narsani o'rganganlari ham, cheksiz osmon va undagi jismlarni o'rganadiganlarni ham dunyodagi barcha narsalar kuchli va qudratli bir qonunga bo'ysunishini, ularda hech bir kamchilik yo'qligini ta'kidlashgan. Nazarda tutilgan bu qonun qudratli Rohman nazoratidadir.",
  "tafser4": "Ya'ni qancha tikilib qarasang ham, bepoyon osmonning tuzilishidan zarracha ayb topa olmaysan. Ayb toparmikanman, deb qilgan umiding puchga chiqadi. Nazar horib-charchab, hech kamchilik topa olmay o`zingga qaytadi.\n\nBu Qur'oniy tushuncha bekamu ko'st ekanligi bugun qayta-qayta isbotlanmoqda. Elektron teleskoplar yordamida narsalarni 900 ming marta katta qilib va millionlab metr yaqinlashtirib kuzatayotgan olimlar Alloh taoloning yaratuvchilik qudrati oldida tiz cho'kib, bosh egdilar. Ko`plari iymonga kelishdi va kelmoqda.",
  "tafser5": "Bu oyati karima nazarimizni osmonning jamoliga jalb etadi. Haqiqatan, qorong'u kechadagi yulduzli osmonning ko'rinishi ko'p ajoyib, sehrli. Ayniqsa, sahroda, dengizda va shu kabi ochiq joylarda ketayotgan kishilar uchun bu manzara yaqqol ko`rinadi. Shu bilan birga, mazkur yulduzlar shaytonlarga otiladigan uchqunlarning ham manbasidir. Janobi Payg`ambarimiz Rasuli Akram sollallohu alayhi vasallam davrlarida arab folbinlari, bizning shaytonlarimiz osmonga chiqib, g'oyibdagi narsalarni bilib beradi, deb maqtanar edilar. Qur'oni Karim buni rad etib, bu dunyoda shaytonlarni yulduzlardan ajrab chiqqan uchqunlar quvib haydashini, u dunyoda esa ularga Alloh taolo jahannam azobini tayyorlab qo'yganini ta'kidlamoqda.\nUshbu azob kimlarga ekanligi kelgusi oyatda aniq bayon qilinadi.",
  "tafser6": "Demak, jahannam faqat shaytonlar uchungina emas, balki inson bo`lsin, jin bo`lsin, har bir kofir uchun tayyorlab qo'yilgan ekan. U, albatta, qaytadigan joyning eng yomoni ekanida shubha yo`q.\n\nKeyingi oyatlarda jahannamdagi azoblar, dahshatlar va hodisalar batafsil vasf qilinadi.",
  "tafser7": "  ",
  "tafser8": "Agar diqqat bilan razm solib o`rganadigan bo`lsak, bu juda ham dahshatli va og`ir bir holat.\n\n«Jahannamga tashlangan chog`larida...)\n\nHa, tashlangan chog`larida. Kofirlarni peshona sochidan, oyog'idan ushlab turib jahannamga chirpirak qilib otilmoqda - tashlanmoqda, buning o`zi katta azob!\n\n«...uning hangragan ovozini\n\nYa'ni jahannam, eshak hangraganga o`xshab hangrab turar ekan. Dunyodagi eng yoqimsiz ovoz eshakning hangrashi ekanligiga hamma iqror. Demak, jahannamiylar u yerda ko`z ko`rib, quloq eshitmagan boshqa azoblar bilan bir qatorda eng yomon ovozni eshitish azobini ham tortadilar.\n\n«...u esa qaynab turgan bo`ladir».\n\nHa, jahannam, xuddi katta doshqozondek qattiq qaynab turgan bo`ladi. G`azabining kuchidan qaynab turgan bo`ladi. Unga tashlangan nobakorlar esa xuddi qattiq qaynab turgan doshqozonga tashlangan donachalarga o'xshab sakray boshlaydilar.\n\n«(U) g'azabdan yorilib ketay der».\n\nHa, jahannam kofir va osiylarni ko`rganda nihoyatda darg'azab bo`ladi. Uning g'azabi yuqori darajaga chiqqanidan yorilib ketay deydi. Ana o`shandoq holdagi jahannamga tashlanganlarning holi nima bo`lishi o`z-o`zidan ma'lum.\n«Har qachon unga yangi guruh tashlanganda, uning xizmatkorlari: «Sizlarga ogohlantiruvchi kelmaganmidi?» deb so'raydir».\n\nJahannamning xizmatkorlari kuchli, qo'pol, beshafqat farishtalardan bo`lib, ularni «zaboniya» va «xazana» deb ataladi. Do`zaxga qachon kofirlarning yangi guruhi tashlansa, haligi farishtalar, do`q-po'pisa va azobni yana ham ta'sirli qilish uchun, ulardan «Sizlarga ogohlantiruvchi kelmaganmidi?!» deb so'raydilar. Ya'ni sizlarga mana shu holatdan ogohlantiradigan Payg`ambar kelmaganmidi, kofir bo`lish oqibati yomonligidan sizni ogohlatirmaganmidi? deydilar.\n\nKofirlarning bu xitobga javobi keyingi oyatda kelgan:",
  "tafser9": "Ma'lumki, kofirlar bu dunyoda payg`ambarlarni tan olmaydilar. Ularni yolg'onchi, folbin, aldamchi deb haqorat qiladilar, fisqu fujur qilaveradilar. Ammo bu ishlari Alloh taoloning nazaridan chetda qolmaydi. Hech bo'lmaganda, qiyomat kuni do`zaxga tushayotganlarida Alloh taolo O`z adolati bilan ularning o`z tillaridan xatolarini tan olgan so`zlarini chiqartirar ekan. Endi kofirlarning o`z tillaridan ularni do'zax azobiga olib kelgan sabab haqidagi e'tiroflarini eshitaylik.",
  "tafser10": "  ",
  "tafser11": "Chunki ular vaqt so`ng afsus qildilar. Bu dunyoda tavba qilganlarida edi, Allohning marhamati keng, gunohlarini kechishi mumkin edi. Ammo vaqti o`tgandan keyingi e'tiroflaridan ne foyda.\n\nEndi Alloh taolo qiyomat kunida mo'minlarning holi qandoq bo`lishini bayon etadi.",
  "tafser12": "Qur'ondagi, umumanIslom dinidagi bir tushuncha, ya'ni Alloh taolodan qo`rqish ma'nosi bizning tushunchamizdagi qo`rqoqlikdan tubdan farq qiladi. Bu dunyoviy qo`rqoqlik musulmonga xos narsa emasligi oyat va hadislarda taʼkidlab aytilgan. Alloh taolodan qo`rqish esa uni ulug'lash bilan bo`ladi. Bu qo'rquv bandalarni katta gunohlardan qaytaradi. Bu qo'rqoqlik kishiga uni nazorat qiluvchi Zot borligini eslatib turadi va uning oxirati uchun ulug' bir ne'mat tayyorlaydi. Bu dunyodagi zohiriy qo'rqoqlik oxirat ishi uchun bo`lgan botiniy qo'rqoqlikka sira-sira tenglashtirilmaydi.\n\nG'oyibona qo`rqish yana quyidagicha ma'nolarga ega:\n\n1. Alloh taoloni ko`rmasdan turib Unga ishonish va toat-ibodatda yurish.\n\n2. Ko`rinmay turgan azobdan ehtiyot bo`lish.\n\n3. Odamlardan g'oyibona - chetda, xoli joyda ham Alloh taolodan qo'rqish.\n\nOdatda, kishilar orasida hamma o`z dindorligini namoyish qilishga urinadi. Haqiqiy dindor esa o`zi yolg'iz qolganda, uzun tunlar uxlamay, ko'p ibodat qiladi. Bu oyatdagi g'oyibona qo`rqishda mazkur ma'nolar nazarda tutilyapti. Sahar turib ibodat qil, borib go`ringda rohat qil, degan hikmat bekorga aytilmagan.\n\nO`zini Alloh taoloning bandasi hisoblagan har bir shaxs Undan doimo qo`rqishi kerak.",
  "tafser13": "Tafsirchilar karimaning nozil bo'lish sababi haqida shunday rivoyat qiladilar: Ba'zi kofirlar o'zaro suhbatlarida Muhammad sollallohu alayhi vasallamga qarshi gaplarni gapirayotganlarida, «Sekinroq gapiringlar, Muhammadning Xudosi eshitib qolmasin», der ekanlar. Qur'oni Karim ularning kaltafahmlik bilan aytgan gaplarini shu oyat bilan rad etgan\n\nAlloh taolo insonning barcha sirlarini, jumladan, qalbidagi narsalarni ham bilib turishi haqidagi bu tushuncha inson qalbiga Alloh taolodan qo'rqib turish hissini soladi. Bu esa yuqorida ta'kidlaganimizdek, barcha gunohlardan chetda bo`lishga chorlaydi.",
  "tafser14": "Ojiz inson biror asbob ixtiro qilsa, o`sha narsaning hamma tarafini, kam-ko'stini, qandoq ishlashini, qachon buzilishini va hokazolarni biladi-yu, hammani yaratgan Alloh azza va jalla O`z bandalarining holini bilmaydimi?",
  "tafser15": "Ulamolarimiz qadimdan ushbu oyati karimaning tafsirini Islomda mehnatga chorlash, rizqni terib yeyish, yer yuzining turli joylarida harakat qilish zarurligiga dalil qilib keltiradilar. Darhaqiqat, Alloh taolo yerni insonga bo'ysundirib qo'ygan, lekin bu haqiqat hozirgi asrimizdagidek hech qachon yaqqol ko`zga tashlanmagan. Inson yerdan foydalanishning barcha turlarini ishga soldi. Bu oyatdagi «yuring» degan xitob musulmonlarni doimo kasb-korga undagan va dangasalik, bekorchilikdan chetlatgan. Shu bilan birga, rizq Alloh taolodan bo`lishini unutmaslik zarurligini eslatgan. Yuqoridagi oyatda bandalarga berilgan ne'matning bayoni bo`lgandan so'ng, kelasi oyatda noshukrlikning oqibati nima bo`lishi, insonga bo'ysunib turli foydalar berib turgan yer bir kuni kelib larzaga tushishi, insonni yutib yuborishi ham mumkinligining bayoni keladi.",
  "tafser16": "«Osmondagi Zot»dan murod Alloh taolo, lekin bu gap «Alloh taolo Ahli va Uning sultoni g`olib ekanligidir. osmonda» degani emas. Chunki Alloh taolo makonga muhtoj emasdir. U makon va zamondan ustun Zotdir. sunna va jamoa e'tiqodiga binoan, Alloh taolo yerda yoki osmonda deyilishiga sabab, Uning xohishi va hukmi yeru osmonga barobar o`tishi va Uning sultoni g`olib ekanligidir.\n\nAzob faqat yer yutishi bilan emas, balki boshqa narsalar bilan ham bo`ladi. Bunga kelgusi oyatlar dalildir.",
  "tafser17": "Bu oyatda Alloh taolo bandalarga o`zining azobini, misol uchun, xuddi Lut qavmiga yuborgandek, xohlasa, mayda toshlarni uchirib keluvchi shiddatli azob shamolini yuborishi mumkinligini eslatyapti. Agar shundoq qilsa, hech kim qochib qutula olmaydi Shuning uchun kelgusi oyatda ham avval yashab o'tgan noshukr qavmlarga qilingan muomalani eslatyapti:",
  "tafser18": "Ya'ni avvalgi o`tgan qavmlar ham o`z payg`ambarlarini «yolg`onchi» deb tuhmat qilishgan edi. Lekin Alloh taolo buni inkor qildi va barcha gunohkorlarni turli azoblarga duchor qildi.\n\nAlloh taolo O`z qudratiga bandalari e'tiborini jalb qilish uchun qushning yaratilishi haqida o'ylashga chorlaydi.",
  "tafser19": "Boshqa maxluqotlar qatori qush ham Alloh taolo qudratining yorqin dalilidir. Uning boshqa jonliqlardan farq qilib, cheksiz osmonda soatlab uchishining o`ziyoq alohida mo'jiza. Shuning uchun ham oyatda qushning uchishiga e'tibor tortilmoqda.",
  "tafser20": "Payg`ambar sollallohu alayhi vasallam kofirlarni Alloh taoloning azobidan qo`rqitsalar, ular o`z quvvatlarini va askarlarining yordamini pesh qilar edilar. Yuqoridagi oyat bu e'tiqod noto`g`ri ekanligi, quruq g'ururdan boshqa narsa emasligini ta'kidlamoqda.",
  "tafser21": "Payg`ambar sollallohu vasallam kofirlarga: «Alloh taolo rizqni tortib qo'yishga qodir Zot», desalar, ular: «Bizning sanamlarimiz rizq beradi», deyishgan ekan. Shunda yuqoridagi oyat nozil bo`lgan.\n\nMo'minlar bilan mushriklar o`rtasidagi tortishuvlardan maqsad, kim to'g'ri yo`lda ekanini isbotlash edi. To`g`ri yo`lni quyidagi oyat ko`rsatadi:",
  "tafser22": "«Yuztuban qoqilib yurayotgan kishi» kofir kishidir. Chunki uning aniq yo`li, maqsadi va ko`rsatmasi yo`q. Yo`li adashtiruvchi, xavf-xatarlarga to`ladir.\n\nIkkinchi shaxs esa - mo'min kishi. Uning yo`li aniq, dasturi ilohiy, ko`rsatmasi Payg`ambaridan. Yo`li haq yo`l, anbiyo va solihlar tomonidan sinalgan, tinchlik-omonlik yo`li. Demak, javob aniq.\n\nEy Payg'ambar!",
  "tafser23": "Bu oyatda Alloh taolo insonga O`zining ilm hosil qilish, anglash uchun bergan ulug' ne'matlarini eslatyapti. Agar banda bu ne'matlarni o'z joyida ishlatsa, albatta, bundan avvalgi oyatda bayon qilingan to'g'ri yo`lda yurgan bo'ladi. Oyatda anglash a'zolarining tartibi bayon qilinyapti.\n\nBandasi tug'ilgach, uch oydan so'ng, ko'rish orqali aqlni ishlatadi, tafakkur qilish esa ancha keyin namoyon bo'ladi.\n\n- Mazkur ne'matlarning shukronasi - ularni ato qilgan Alloh taoloni tanib, Unga ibodat qilish edi. Lekin ko'pchilik shukr qilmaydi. Alloh taoloning bundan boshqa ne'matlari ham bor:\nEy  Payg'ambar!",
  "tafser24": "Agar Alloh taolo yaratmasa va eng muhimi, inson naslini ko'payishga qobiliyatli qilib qo'ymasa, nima bo`lardi? Hech qachon inson o`zini o`zi yarata olmasdi. Alloh taolodan o'zga yaratuvchi zot ham yo'q! Inson ko'payib turmasa, tezda uning nasli ham yo'qolib ketadi. Demak, doimo Alloh taologa shukr qilib yashash kerak.\n\nShuningdek, inson bu dunyoda yashashning har lahzasida oxiratda hammaning to'planishi Alloh taoloning huzurida bo`lishini, o`shanda bu dunyodagi har bir ish hisob-kitob qilinishini unutmasligi lozim.\n\nKofirlar oxiratdagi to`planish haqida so`z ketishi bilan, darhol, quyidagi oyatda kelgan savolni beradilar:",
  "tafser25": "  ",
  "tafser26": "Payg'ambarimiz sollallohu alayhi vasallam Islomning boshqa ta'limotlari qatori, vaqti kelib qiyomat qoim bo`lishi, hisob-kitob qilinishi va har kim bu dunyoda qilgan amaliga yarasha jazo olishi va mukofotlanishi haqida ham gapirar edilar. Shunda Makka mushriklari: «Sen va'da qilayotgan qiyomat qachon bo`ladi?» deb so'rashgan. Bu savol ishonmaslikdan kelib chiqqan edi. Qur'oni Karim qiyomatni faqat Alloh taoloning O`zi bilishini, hatto Payg'ambar sollallohu alayhi vasallam ham bilmasliklarini, u zot faqat ogohlantiruvchi ekanliklarini ta'kidlamoqda.\nIslom ta'limotidan bexabarlar esa qiyomat haqida turli asossiz mish-mishlar tarqatib, kishilar orasida sarosima paydo bo`lishiga sabab bo`lmoqdalar.\n\nKelgusi oyatda qiyomatda bo`ladigan ba'zi holatlar zikr qilingan.",
  "tafser27": "Ya'ni qiyomat qoim bo`lib, azobning yaqinligini ko`rganda, qo'rqqanidan kofirlarning yuzlari qorayib ketadi. Shunda ularga, «Yorug' dunyoda ishonmasdan, qachon bo`ladi, deb so'rab-surishtirib yurganingiz qiyomat, mana shu bo`ladi», deyiladi.\n\nMushriklar Payg`ambar alayhissalom va mo'minlardan qutulish maqsadida: «Bular o`lsa edi, qutulardik», deyishganda, Alloh taolo quyidagi oyatni tushirgan:\n\nEy Payg'ambar, sen ularga:",
  "tafser28": "Mushriklar Payg`ambar sollallohu alayhi vasallam va mo'minlarga o`lim tilayaptilar. Ularni Alloh taolo yo halok qilar yoki rahm qilar. Lekin mushriklar o`zlarini o'ylamaydilarmi? Axir, ular jar yoqasida turishibdi-ku! Alloh taoloning azobidan ularni kim qutqarib qoladi?",
  "tafser29": "Ya'ni Alloh taolo O`zining Rohman sifati bilan bizga rahm qiladi, chunki biz Unga iymon keltirganmiz va ishlarimizda tavakkal qilganmiz. Alloh taoloning O`zi kim noto'g'ri yo`lda yurganini ham aniq biladi va bundan ogoh ham qiladi.",
  "tafser30": "Alloh taolo kofirlarga O`zining fazlini eslatib qo'ymoqda. Suv har qadamda uchraydigan ulug` bir ne'mat - hayot manbai. Usiz hayotni tasavvur qilib bo`lmaydi. Biz esa bu ne'matning qadrini bilmaymiz, shukrini qilmaymiz. Oyatda zikr qilinganidek, Alloh taolo suvni yerga singdirib yuborsa, nima bo'ladi? Hamma narsa halok bo'ladi. Ayniqsa, hozirgi paytda suvning kamayishi oqibatida hosil bo'layotgan muammolar ko'payib borayotgan bir davrda bu haqiqatni to`g`ri tushunmoq lozim. Mazkur oyat nozil bo`lganda mushriklarning rahbarlaridan biri, cho`qmor bilan keltiradi, degan ekan.\n\nShu zahoti Alloh taolo uning ko`zining suvini ketkazib, ko'r qilib qo'ygan ekan.\nPayg'ambarimiz Muhammad sollallohu alayhi vasallam o`z hadislarida marhamat qiladilarki: «Albatta, Allohning kitobida bir sura bor, uning oyatlari o'ttizta xolos, kishiga qiyomat kuni shafoat qiladi. Uni do'zaxdan chiqarib, jannatga kiritadi. U «Taborak» surasidir».\n\nBoshqa bir hadisi sharifda esa: «Mayyit qabrga qo'yilgandan so'ng (azob farishtalari) oyoqlari tarafdan kelsalar, oyoqlar: «Sizning buning oldiga kelishingizga yo'l yo'q, chunki u biz bilan turib kechasidagi namozda «Mulk» surasi o`qirdi», deydilar. Agar bosh tarafdan kelsalar, tili: «Sizning buning oldiga kelishingizga yo`l yo`q. Chunki u men bilan «Mulk» surasini o`qirdi, deydi», deyilgan.\n\nPayg`ambarimiz sollallohu alayhi vasallam yana shunday deganlar: «Mulk surasi har bir mo`minning qalbida bo'lishini xohlardim»",
  "read": "O`qish",
  "study": "O'rganish ",
  "tafserr": "Tafsir",
  "info": "Ilova haqida ma'lumot",
  "info_list": "Ushbu ilova Quroni Karimning 67-surasi bo`lmish Mulk surasini yod olish, o`qish va tafsiri bilan o`rganish uchun ishlab chiqildi. Ushbu ilovada kamchiliklar mavjud bo`lsa foydalanuvchilardan uzur so`raymiz. Zero bu ilova ushbu ilovani ishlab chiqgan dasturchining ilk mustaqil ishidir. InshaAllah ushbu ilovadan foydalanuvchi barcha mo`min-musulmonlar uchun foydali bo`ladi degan umiddamiz.\n\nBu ilovadagi barcha ma`lumotlar internetdagi veb saytlar va boshqa ilovalardan olindi. Rus va ingliz tilida so`zlashuvchi birodarlarimiz uchun ham xizmat qilsin deb ingliz va rus tilida ham tarjimalar va tafsirlar qo`shildi.\n\nMurojaatlar va shikoyatlar bo`lsa ushbu shaymardanov9704@gmail.com elektron manziliga murojat qilishingiz mumkin.",
  "first_t": "Ushbu surai karima oʻzining birinchi oyatida kelgan «Mulk» soʻzi bilan nomlangan. Ko'pchilik uni o'zining birinchi soʻzi bilan nomlab «Taborak» surasi deb ham ataydilar.\n\nMakkada nozil boʻlgan boshqa suralar kabi bu sura ham aqiyda masalasini muolaja qiladi. «Mulk» surasi uchta bosh maqsadni o'z ichiga olgan:\n\n1. Allohning azamati, tiriltirish va oʻldirishga qodirligini bayon qilish;\n\n2. Tangrining yagonaligiga dalil va hujjatlar keltirish;\n\n3. Qiyomatga va oʻlgandan so'ng qayta tirilishga ishonmaydiganlarning oqibati nima boʻlishidan xabar berish.\n\nSura birinchi maqsadni tushuntirish bilan boshlanadi. Butun mulk va hukmronlik Alloh taoloning qoʻlidaligi, Alloh taolo butun borliqning boshqaruvchisi ekanligi, barcha narsa Unga bo'yin egishi, Alloh hamma narsani Oʻzi yaratishi – yoʻqdan bor qilishi, jon ato etishi va oʻldirishi haqida soʻz ketadi.\n\nSoʻng, yetti osmonning yaratilishi, Alloh taolo bu dunyo osmonini yulduzlar bilan ziynatlab qo'ygani va bularning barchasi Uning yagonaligi va qudratiga dalil ekaniga ishora qilinadi.\n\nShundan keyin Alloh taolo siz bilan bizga oʻrnak tarzida gunohkorlar haqida batafsil xabar beradi. «Ular gʻazabidan yorilib ketayin deb qaynab turgan jahannamni ko'radilar», deydi Haq subhanahu va taolo. Surada kofirlar bilan mo'minlarning boradigan joylari taqqoslanadi.\n\nAlloh taolo Oʻz ulugʻligi va qudratiga dalil va hujjatlar keltirgandan soʻng, g'azabi va azobidan ehtiyot boʻlishga da'vat qiladi.\n\nSurai karimaning oxirida Paygʻambar sollallohu alayhi vasallamning paygʻambarliklarini yolg'onga chiqarmoqchi bo'lganlarga Alloh taoloning azobi tushishidan ogohlantiriladi.\n\nShuning uchun bu sura «Saqlovchi» va «Najot beruvchi» deb ham ataladi, chunki u bandalarni katta azobdan saqlaydi. Imom Termiziy rivoyat qilgan hadisi sharifda Payg'ambarimiz sollallohu alayhi vasallam: «U man qiluvchi va najot beruvchidir, qabr azobidan najot beradi», deganlar. Shunday qilib, Allohning irodasi bilan surai karimani tafsir qilishga kirishsak."
}